evaluation/ycsb_pm_results_no_crc/rocksdb/Loada/Run1
[OVERALL], RunTime(ms), 5588
[OVERALL], Throughput(ops/sec), 89477.45168217609
[TOTAL_GCS_G1_Young_Generation], Count, 5
[TOTAL_GC_TIME_G1_Young_Generation], Time(ms), 19
[TOTAL_GC_TIME_%_G1_Young_Generation], Time(%), 0.34001431639226914
[TOTAL_GCS_G1_Old_Generation], Count, 0
[TOTAL_GC_TIME_G1_Old_Generation], Time(ms), 0
[TOTAL_GC_TIME_%_G1_Old_Generation], Time(%), 0.0
[TOTAL_GCs], Count, 5
[TOTAL_GC_TIME], Time(ms), 19
[TOTAL_GC_TIME_%], Time(%), 0.34001431639226914
[CLEANUP], Operations, 1
[CLEANUP], AverageLatency(us), 151232.0
[CLEANUP], MinLatency(us), 151168
[CLEANUP], MaxLatency(us), 151295
[CLEANUP], 95thPercentileLatency(us), 151295
[CLEANUP], 99thPercentileLatency(us), 151295
[INSERT], Operations, 500000
[INSERT], AverageLatency(us), 9.228892
[INSERT], MinLatency(us), 5
[INSERT], MaxLatency(us), 9487
[INSERT], 95thPercentileLatency(us), 14
[INSERT], 99thPercentileLatency(us), 16
[INSERT], Return=OK, 500000